{
  "0": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/frostbite.png",
    "name": "Frost Viper",
    "grade": "Epic",
    "description": "Senjata yang dibuat dengan teknologi tak diketahui yang mengendalikan kekuatan ular es. Memberikan damage area pada musuh menggunakan serangan normal. Saat menyerang musuh, Frost Spike akan aktif dan memberikan damage tambahan. Dapat menggunakan Frost Orb yang menembakkan proyektil dengan peluru khusus yang diperoleh dari waktu ke waktu. Frost Ray dapat memberikan damage yang tinggi pada musuh di-depannya, dan Frost Shield yang melindungi area sekitarmu dan dapat diaktifkan bersamaan. Frost Armor secara otomatis digunakan untuk menangkis serangan zombie."
  },
  "1": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/bisonfox.png",
    "name": "Fire Fox",
    "grade": "Transcendence",
    "description": "Submachine gun yang dirasuki oleh roh rubah yang dapat mengelabuhi musuh. Pada mode zombie, fungsi tembakan assist diaktifkan pada musuh dalam jarak tertentu. Pada mode zombie dan scenario, secara otomatis membakar musuh disekitarnya."
  },
  "2": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/forgesword.png",
    "name": "Star Forge",
    "grade": "Transcendence",
    "description": "Sebuah pedang dan palu yang dibuat oleh pandai besi mitologi dari bintang-bintang yang dilebur. Jika menempa pedangnya dengan palu khusus, akan menguatkan pedangnya dengan peluang tertentu. Apabila berhasil, Starlight Stab dilancarkan dengan energi bintang-bintang yang kuat. Ketika level enhancement melampaui batas, serangan Starlight Wave, yang secara langsung menembakkan kekuatan bintang saat menyerang akan dilancarkan. Serangan apapun yang dicoba setelah penempaan berhasil merupakan serangan khusus satu kali yang dapat diperkuat dengan penempaan setelah digunakan."
  },
  "3": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/buffm4tw.png",
    "name": "M4A1 Tyrant",
    "grade": "Transcendence",
    "enhance": true,
    "description": "M4A1 Tyrant merupakan sebuah Assault Rifle Special, yang memiliki 50 peluru khusus berkaliber .50 BMG Evil Flares, Dilihat dari semua aspek senjata ini amat sangat kuat, Memiliki 2 buah mode tembakan, yang mana dapat menembus pertahanan dan object dengan mudah, Sangat mematikan untuk zombie maupun human."
  },
  "4": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/buffaktw.png",
    "name": "AK47 Overlord",
    "grade": "Transcendence",
    "enhance": true,
    "description": "AK47 Overlord merupakan sebuah Assault Rifle Special, yang memiliki 50 peluru khusus berkaliber .50 BMG Light Bomb, Dilihat dari semua aspek senjata ini amat sangat kuat, Memiliki 2 buah mode tembakan, yang mana dapat memberikan damage yang sangat besar, Sangat mematikan untuk zombie maupun human."
  },
  "5": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/stormgianttw.png",
    "name": "Bloodlord WarHammer",
    "grade": "Transcendence",
    "enhance": true,
    "description": "Bloodlord WarHammer merupakan senjata Melee, Senjata ini merupakan sebuah legenda, dengan memegang Senjata ini kalian dapat merasakan kekuatan suku zaman dahulu yang berpindah kepadamu. memiliki kemampuan untuk melakukan serangan cepat dan serangan kombinasi."
  }
}
