{
  "0": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/sfboomerang.png",
    "name": "Ascalon I",
    "grade": "Rare",
    "modification": true,
    "description": "Sebuah senjata jarak dekat yang dibuat oleh teknologi dari Aegis Research Institute."
  },
  "1": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/sfboomerang.png",
    "name": "Ascalon II",
    "grade": "Unique",
    "modification": true,
    "part": true,
    "description": "Sebuah senjata jarak dekat yang dibuat oleh teknologi dari Aegis Research Institute, dengan performa yang ditingkatkan dari Ascalon I. Menyerang dengan memutar senjata berbentuk boomerang. Saat gauge terisi, senjata akan menembakkan proyektil berbentuk boomerang, yang di mana proyektil akan meledak tanpa kembali."
  },
  "2": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/sfboomerang.png",
    "name": "Ascalon III",
    "grade": "Unique",
    "modification": true,
    "part": true,
    "description": "Sebuah senjata jarak dekat yang dibuat oleh teknologi dari Aegis Research Institute, dengan performa yang ditingkatkan dari Ascalon II. Menyerang dengan memutar senjata berbentuk boomerang. Saat gauge terisi, senjata akan menembakkan proyektil berbentuk boomerang, yang dapat ditangkap dan dilempar lagi. Saat sejumlah serangan tercapai, proyektil akan meledak tanpa kembali."
  },
  "3": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/sfboomerang.png",
    "name": "Ascalon IV",
    "grade": "Transcendence",
    "modification": true,
    "description": "Sebuah senjata jarak dekat yang dibuat oleh teknologi dari Aegis Research Institute, dengan performa yang ditingkatkan dari Ascalon III. Menyerang dengan memutar senjata berbentuk boomerang. Saat gauge terisi, senjata akan menembakkan proyektil berbentuk boomerang, yang dapat ditangkap dan dilempar lagi. Saat sejumlah serangan tercapai, proyektil akan meledak tanpa kembali."
  },
  "4": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/sfboomerang.png",
    "name": "Ascalon V",
    "grade": "Transcendence",
    "modification": true,
    "description": "Sebuah senjata jarak dekat yang dibuat oleh teknologi dari Aegis Research Institute, dengan performa yang ditingkatkan dari Ascalon IV. Menyerang dengan memutar senjata berbentuk boomerang. Saat gauge terisi, senjata akan menembakkan proyektil berbentuk boomerang, yang dapat ditangkap dan dilempar lagi. Saat sejumlah serangan tercapai, proyektil akan meledak tanpa kembali."
  },
  "5": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/sfboomerang6.png",
    "name": "Ascalon VI",
    "grade": "Legendary",
    "modification": true,
    "description": "Sebuah senjata jarak dekat yang dibuat oleh teknologi dari Aegis Research Institute, dengan performa yang ditingkatkan dari Ascalon V. Menyerang dengan memutar senjata berbentuk boomerang. Saat gauge terisi, senjata akan menembakkan proyektil berbentuk boomerang, yang dapat ditangkap dan dilempar lagi. Saat sejumlah serangan tercapai, proyektil akan meledak tanpa kembali."
  },
  "6": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/jetgunzf.png",
    "name": "Lightning Fury Silver Black",
    "grade": "Transcendence",
    "description": "Sebuah senjata khusus yang dapat meluncurkan serangan elektrik. Menyerang dengan serangan kejut yang kuat yang mengelilingi pengguna dengan ladang elektrik. Setelah beberapa tembakan diluncurkan, akan mengisi sebuah charge untuk menggunakan jetpack."
  },
  "7": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/magicknifezf.png",
    "name": "Miracle Prism Sword Silver Black",
    "grade": "Unique",
    "part": true,
    "description": "Pedang yang dijiwai oleh kekuatan magis. Charge untuk mendapatkan kekuatan Miracle Slash, sebuah serangan yang memotong menembus energi yang buruk."
  },
  "8": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/bpythonzf.png",
    "name": "Battle Python Burgundy",
    "grade": "Advanced",
    "part": true,
    "enhance": true,
    "description": "Battle Python Burgundy merupakan sebuah senjata berjenis revolver yang menggunakan 6 peluru berjenis .357 Magnum, senjata ini memiliki kecepatan tembakan, daya rusak dan akurasi yang sangat baik, senjata ini lahir dari hasil pertempuran di medan perang."
  },
  "9": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/skullaxezhczf.png",
    "name": "SKULL-9 Burgundy",
    "grade": "Rare",
    "zb3classic": true,
    "description": "[ZHC] SKULL-9 Burgundy adalah senjata jarak dekat pertama dalam seri SKULL dan senjata itu terbuat dari bahan paduan khusus yang dikembangkan oleh pemerintah. Memiliki kekuatan penghancur, terutama untuk zombie."
  },
  "10": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/xm1014snow.png",
    "name": "XM1014 Automatic Shotgun WINTER",
    "grade": "Advanced",
    "description": "Kapasitas 8 peluru, 12 gauge shotgun memiliki kecepatan menembak karena fungsi semi-automatic, dan memiliki kekuatan penetrasi yang sangat bagus untuk jarak dekat. Telah dimodifikasi dengan desain WINTER dan menambah kapasitas peluru sebanyak 1, tetapi kecepatan peluru yang berkurang dan penyebaran peluru semakin lebar. Kecepatan peluru dapat ditingkatkan dengan meningkatkan kecepatan reload dan kecepatan menembak. Menimbulkan efek slow pada musuh saat meningkatkan damage."
  },
  "11": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/nataknifesnow.png",
    "name": "Nata Knife WINTER",
    "grade": "Advanced",
    "description": "Pisau bermata satu yang sangat indah ini dibentuk untuk meningkatkan jangkauan dan serangan. Telah dimodifikasi dengan desain WINTER, sehingga damage untuk membunuh musuh dikurangi, tetapi dapat ditingkatkan dengan enhancement. Efek slow yang singkat telah ditambahkan, dan jarak serangan meningkat signifikan. Di sisi lain, damage lebih rendah dari versi aslinya, dan kecepatan menyerang serta berat meningkat. Jarak serangan dapat ditingkatkan dengan meningkatkan akurasi. Kecepatan menyerang dapat ditingkatkan dengan meningkatkan kecepatan serangan, serta saat mengganti senjata. Menimbulkan efek slow pada musuh saat meningkatkan damage."
  },
  "12": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/coindart.png",
    "name": "",
    "grade": "Transcendence",
    "description": "",
    "hidden": true
  }
}
