{
  "0": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/murasame1.png",
    "name": "Murasame I",
    "grade": "Rare",
    "modification": true,
    "description": "Sebilah pedang yang terbuat dari paduan generasi terbaru menggunakan teknologi Aegis Research Institute. Dapat mengakibatkan damage pada musuh di sekitarnya melalui serangan beruntun."
  },
  "1": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/murasame2.png",
    "name": "Murasame II",
    "grade": "Unique",
    "modification": true,
    "part": true,
    "description": "Sebilah pedang yang terbuat dari paduan generasi terbaru menggunakan teknologi Aegis Research Institute. Performa telah ditingkatkan dari Murasame I. Dapat memberikan damage pada musuh di sekitarnya melalui serangan beruntun, atau memberikan damage pada musuh di depan dengan gerakan drawing sword."
  },
  "2": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/murasame3.png",
    "name": "Murasame III",
    "grade": "Unique",
    "modification": true,
    "part": true,
    "description": "Sebilah pedang yang terbuat dari paduan generasi terbaru menggunakan teknologi Aegis Research Institute. Performa telah ditingkatkan dari Murasame II. Dapat memberikan damage pada musuh di sekitarnya melalui serangan beruntun, atau memberikan damage pada musuh di depan dengan gerakan drawing sword."
  },
  "3": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/murasame4.png",
    "name": "Murasame IV",
    "grade": "Transcendence",
    "modification": true,
    "description": "Sebilah pedang yang terbuat dari paduan generasi terbaru menggunakan teknologi Aegis Research Institute. Performa telah ditingkatkan dari Murasame III. Dapat memberikan damage pada musuh di sekelilingnya dengan serangan beruntun, memberikan damage dan menahan serangan musuh di depan melalui gerakan drawing sword, serta menarik musuh di sekitar untuk memberikan damage yang kuat."
  },
  "4": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/murasame5.png",
    "name": "Murasame V",
    "grade": "Transcendence",
    "modification": true,
    "description": "Sebilah pedang yang terbuat dari paduan generasi terbaru menggunakan teknologi Aegis Research Institute. Performa telah ditingkatkan dari Murasame IV. Dapat memberikan damage pada musuh di sekelilingnya dengan serangan beruntun, memberikan damage dan menahan serangan musuh di depan melalui gerakan drawing sword, serta menarik musuh di sekitar untuk memberikan damage yang kuat."
  },
  "5": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/murasame6.png",
    "name": "Murasame VI",
    "grade": "Legendary",
    "modification": true,
    "description": "Sebilah pedang yang terbuat dari paduan generasi terbaru menggunakan teknologi Aegis Research Institute. Performa telah ditingkatkan dari Murasame V. Dapat memberikan damage pada musuh di sekelilingnya dengan serangan beruntun, memberikan damage dan menahan serangan musuh di depan melalui gerakan drawing sword, serta menarik musuh di sekitar untuk memberikan damage yang kuat, serta memberikan efek invincibilty saat menggunakan Massacre."
  }
}
