{
  "0": {
    "image": "//file.nexon.com/NxFile/Notice/Download/ImagePreviewer.aspx?oidFile=6940049224801252642",
    "name": "Gracia",
    "section": "CT",
    "grade": "Transcendence",
    "description": "Putri duyung yang datang ke permukaan untuk mencegah kerusakan ekosistem laut. Ia bertemu Dr. Soi dan anggota Aegis Research Institute saat menyelidiki kapal eksplorasi yang memicu insiden ini, bersama hiu penjaganya, Sia. Dr. Soi, yang pertama kali menemukannya, menamainya Gracia karena tidak bisa mengucapkan nama aslinya yang terdengar seperti gelombang ultrasonik. Terharu oleh kegiatan Aegis Research Institute, ia kemudian berkolaborasi dengan lembaga tersebut dan memberikan kontribusi besar bagi penelitian pemurnian air laut."
  },
  "1": {
    "image": "//file.nexon.com/NxFile/Notice/Download/ImagePreviewer.aspx?oidFile=6940049224801252643",
    "name": "Avia",
    "section": "TR",
    "grade": "Transcendence",
    "description": "Seorang ilmuwan dengan bakat luar biasa di bidang bioteknologi. Namun, ia dianggap sebagai ahli bidah di kalangan akademis karena mengklaim bahwa menggabungkan daya tahan hidup dan kemampuan penyembuhan makhluk laut dalam dengan gen manusia dapat mengarah pada evolusi yang luar biasa. Untuk mewujudkan mimpinya, ia bergabung ke Kronos Corporation dengan dukungan Douglas Foundation. Untuk menghindari gangguan dari Aegis Research Institute, ia melakukan penelitian fusi sel makhluk laut dan sel manusia di laut dalam sebelah selatan, namun gagal. Namun, saat membuang subjek uji coba, Avia mengetahui keberadaan putri duyung dan bertekad untuk membayar harga berapapun jika ia dapat menangkap putri duyung dan bereksperimen padanya."
  },
  "2": {
    "image": "//file.nexon.com/NxFile/Notice/Download/ImagePreviewer.aspx?oidFile=6940049224801252602",
    "name": "Soldier Zombie",
    "section": "ZB",
    "grade": "Basic",
    "description": "Seorang anggota pasukan khusus yang dikirim ke Desa Heorgen pada awal tahun 1900-an. Ia tinggal di Desa Heorgen yang terkungkung bersama warga yang terinfeksi virus tak dikenal, dan secara bertahap berubah menjadi makhluk baru."
  }
}
