{
  "0": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/burstdischarge1.png",
    "name": "Arcana I",
    "grade": "Rare",
    "modification": true,
    "description": "Senjata yang dibuat dengan gabungan teknologi super yang bocor. Kamu dapat menggunakan serangan energi untuk mengarahkan musuh dalam sempit dan menimbulkan damage."
  },
  "1": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/burstdischarge.png",
    "name": "Arcana II",
    "grade": "Unique",
    "modification": true,
    "description": "Senjata yang dibuat dengan gabungan teknologi super yang bocor, dengan performa yang ditingkatkan dari Arcana I. Kamu dapat melepaskan serangan terarah pada musuh dengan serangan yang menggunakan energi, atau kamu dapat membombardir mereka untuk memberikan damage yang tinggi dengan menembakkan proyektil."
  },
  "2": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/burstdischargeex.png",
    "name": "Arcana III",
    "grade": "Unique",
    "modification": true,
    "part": true,
    "description": "Senjata yang dibuat dengan gabungan teknologi super yang bocor, dengan performa yang ditingkatkan dari Arcana II. Kamu dapat melepaskan serangan terarah pada musuh dengan serangan yang menggunakan energi, atau kamu dapat membombardir mereka untuk memberikan damage yang tinggi dengan menembakkan proyektil."
  },
  "3": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/burstdischarge4.png",
    "name": "Arcana IV",
    "grade": "Transcendence",
    "modification": true,
    "description": "Senjata yang dibuat dengan gabungan teknologi super yang bocor, dengan performa yang ditingkatkan dari Arcana III. Kamu dapat melepaskan serangan terarah pada musuh dengan serangan yang menggunakan energi, atau kamu dapat membombardir mereka untuk memberikan damage yang tinggi dengan menembakkan proyektil."
  },
  "4": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/burstdischargeadv.png",
    "name": "Arcana V",
    "grade": "Transcendence",
    "modification": true,
    "description": "Senjata yang dibuat dengan gabungan teknologi super yang bocor, dengan performa yang ditingkatkan dari Arcana IV. Kamu dapat melepaskan serangan terarah pada musuh dengan serangan yang menggunakan energi, atau kamu dapat membombardir mereka untuk memberikan damage yang tinggi dengan menembakkan proyektil."
  },
  "5": {
    "image": "https://sht-vod.dn.nexoncdn.co.kr/csonline/weapons/burstdischarge6.png",
    "name": "Arcana VI",
    "grade": "Legendary",
    "modification": true,
    "description": "Senjata yang dibuat dengan gabungan teknologi super yang bocor, dengan performa yang ditingkatkan dari Arcana V. Kamu dapat melepaskan serangan terarah pada musuh dengan serangan yang menggunakan energi, atau kamu dapat membombardir mereka untuk memberikan damage yang tinggi dengan menembakkan proyektil."
  }
}
